{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 500,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 500
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 9,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<code_small>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<url>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<table>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<line_sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<requirement>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<code_large>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<sos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<eos>": {
        "id": "<eos>",
        "ids": [
          8
        ],
        "tokens": [
          "<eos>"
        ]
      },
      "<sos>": {
        "id": "<sos>",
        "ids": [
          7
        ],
        "tokens": [
          "<sos>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "<UNK>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<UNK>": 0,
      "<code_small>": 1,
      "<url>": 2,
      "<table>": 3,
      "<line_sep>": 4,
      "<requirement>": 5,
      "<code_large>": 6,
      "<sos>": 7,
      "<eos>": 8,
      "<pad>": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "a": 73,
      "b": 74,
      "c": 75,
      "d": 76,
      "e": 77,
      "f": 78,
      "g": 79,
      "h": 80,
      "i": 81,
      "j": 82,
      "k": 83,
      "l": 84,
      "m": 85,
      "n": 86,
      "o": 87,
      "p": 88,
      "q": 89,
      "r": 90,
      "s": 91,
      "t": 92,
      "u": 93,
      "v": 94,
      "w": 95,
      "x": 96,
      "y": 97,
      "z": 98,
      "{": 99,
      "|": 100,
      "}": 101,
      "~": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "¡": 107,
      "¢": 108,
      "£": 109,
      "¥": 110,
      "§": 111,
      "©": 112,
      "«": 113,
      "¬": 114,
      "­": 115,
      "®": 116,
      "°": 117,
      "±": 118,
      "¶": 119,
      "·": 120,
      "»": 121,
      "¿": 122,
      "Æ": 123,
      "Ð": 124,
      "×": 125,
      "Ø": 126,
      "Þ": 127,
      "ß": 128,
      "æ": 129,
      "ð": 130,
      "÷": 131,
      "ø": 132,
      "þ": 133,
      "Đ": 134,
      "đ": 135,
      "Ħ": 136,
      "ħ": 137,
      "ı": 138,
      "Ł": 139,
      "ł": 140,
      "ŋ": 141,
      "Œ": 142,
      "œ": 143,
      "ŧ": 144,
      "Ɔ": 145,
      "Ǝ": 146,
      "Ə": 147,
      "Ɛ": 148,
      "ǀ": 149,
      "ǁ": 150,
      "ǂ": 151,
      "ǃ": 152,
      "ǝ": 153,
      "ȡ": 154,
      "ȴ": 155,
      "ȵ": 156,
      "ȶ": 157,
      "ȷ": 158,
      "ɐ": 159,
      "ɑ": 160,
      "ɒ": 161,
      "ɔ": 162,
      "ɕ": 163,
      "ɖ": 164,
      "ɗ": 165,
      "ə": 166,
      "ɛ": 167,
      "ɜ": 168,
      "ɟ": 169,
      "ɡ": 170,
      "ɣ": 171,
      "ɤ": 172,
      "ɦ": 173,
      "ɧ": 174,
      "ɨ": 175,
      "ɪ": 176,
      "ɬ": 177,
      "ɮ": 178,
      "ɯ": 179,
      "ɰ": 180,
      "ɲ": 181,
      "ɳ": 182,
      "ɴ": 183,
      "ɵ": 184,
      "ɸ": 185,
      "ɹ": 186,
      "ɺ": 187,
      "ɽ": 188,
      "ɾ": 189,
      "ʀ": 190,
      "ʁ": 191,
      "ʂ": 192,
      "ʃ": 193,
      "ʈ": 194,
      "ʉ": 195,
      "ʊ": 196,
      "ʋ": 197,
      "ʌ": 198,
      "ʎ": 199,
      "ʏ": 200,
      "ʑ": 201,
      "ʒ": 202,
      "ʔ": 203,
      "ʕ": 204,
      "ʙ": 205,
      "ʤ": 206,
      "ʦ": 207,
      "ʧ": 208,
      "ʹ": 209,
      "ʻ": 210,
      "ʼ": 211,
      "ʽ": 212,
      "ʾ": 213,
      "ʿ": 214,
      "ˆ": 215,
      "ˈ": 216,
      "ˌ": 217,
      "ː": 218,
      "˥": 219,
      "˦": 220,
      "˧": 221,
      "˨": 222,
      "˩": 223,
      "̀": 224,
      "́": 225,
      "̂": 226,
      "̃": 227,
      "̄": 228,
      "̆": 229,
      "̇": 230,
      "̈": 231,
      "̉": 232,
      "̊": 233,
      "̋": 234,
      "̌": 235,
      "̍": 236,
      "̐": 237,
      "̓": 238,
      "̔": 239,
      "̛": 240,
      "̝": 241,
      "̞": 242,
      "̠": 243,
      "̣": 244,
      "̤": 245,
      "̥": 246,
      "̦": 247,
      "̧": 248,
      "̨": 249,
      "̩": 250,
      "̪": 251,
      "̭": 252,
      "̮": 253,
      "̯": 254,
      "̰": 255,
      "̱": 256,
      "̲": 257,
      "̴": 258,
      "̵": 259,
      "̸": 260,
      "̻": 261,
      "͂": 262,
      "ͅ": 263,
      "͍": 264,
      "͗": 265,
      "͘": 266,
      "͠": 267,
      "͡": 268,
      "Α": 269,
      "Β": 270,
      "Γ": 271,
      "Δ": 272,
      "Ε": 273,
      "Ζ": 274,
      "Η": 275,
      "Θ": 276,
      "Ι": 277,
      "Κ": 278,
      "Λ": 279,
      "Μ": 280,
      "Ν": 281,
      "Ξ": 282,
      "Ο": 283,
      "Π": 284,
      "Ρ": 285,
      "Σ": 286,
      "Τ": 287,
      "Υ": 288,
      "Φ": 289,
      "Χ": 290,
      "Ψ": 291,
      "Ω": 292,
      "α": 293,
      "β": 294,
      "γ": 295,
      "δ": 296,
      "ε": 297,
      "ζ": 298,
      "η": 299,
      "θ": 300,
      "ι": 301,
      "κ": 302,
      "λ": 303,
      "μ": 304,
      "ν": 305,
      "ξ": 306,
      "ο": 307,
      "π": 308,
      "ρ": 309,
      "ς": 310,
      "σ": 311,
      "τ": 312,
      "υ": 313,
      "φ": 314,
      "χ": 315,
      "ψ": 316,
      "ω": 317,
      "Ϛ": 318,
      "ϛ": 319,
      "Ϝ": 320,
      "ϝ": 321,
      "ϟ": 322,
      "ϩ": 323,
      "Ϸ": 324,
      "ϸ": 325,
      "Ϻ": 326,
      "ϻ": 327,
      "Ђ": 328,
      "Є": 329,
      "І": 330,
      "Ј": 331,
      "Љ": 332,
      "Њ": 333,
      "Џ": 334,
      "А": 335,
      "Б": 336,
      "В": 337,
      "Г": 338,
      "Д": 339,
      "Е": 340,
      "Ж": 341,
      "З": 342,
      "И": 343,
      "К": 344,
      "Л": 345,
      "М": 346,
      "Н": 347,
      "О": 348,
      "П": 349,
      "Р": 350,
      "С": 351,
      "Т": 352,
      "У": 353,
      "Ф": 354,
      "Х": 355,
      "Ц": 356,
      "Ч": 357,
      "Ш": 358,
      "Щ": 359,
      "Ъ": 360,
      "Ь": 361,
      "Э": 362,
      "Ю": 363,
      "Я": 364,
      "а": 365,
      "б": 366,
      "в": 367,
      "г": 368,
      "д": 369,
      "е": 370,
      "ж": 371,
      "з": 372,
      "и": 373,
      "к": 374,
      "л": 375,
      "м": 376,
      "н": 377,
      "о": 378,
      "п": 379,
      "р": 380,
      "с": 381,
      "т": 382,
      "у": 383,
      "ф": 384,
      "х": 385,
      "ц": 386,
      "ч": 387,
      "ш": 388,
      "щ": 389,
      "ъ": 390,
      "ы": 391,
      "ь": 392,
      "э": 393,
      "ю": 394,
      "я": 395,
      "ђ": 396,
      "є": 397,
      "і": 398,
      "ј": 399,
      "љ": 400,
      "њ": 401,
      "ћ": 402,
      "џ": 403,
      "Ҁ": 404,
      "ҍ": 405,
      "Ґ": 406,
      "ґ": 407,
      "Қ": 408,
      "қ": 409,
      "Ҝ": 410,
      "ҝ": 411,
      "ң": 412,
      "Ҫ": 413,
      "ү": 414,
      "ұ": 415,
      "Ҹ": 416,
      "ӈ": 417,
      "ә": 418,
      "Ө": 419,
      "ө": 420,
      "Ա": 421,
      "Բ": 422,
      "Գ": 423,
      "Դ": 424,
      "Է": 425,
      "Ժ": 426,
      "Լ": 427,
      "Խ": 428,
      "Ծ": 429,
      "Կ": 430,
      "Հ": 431,
      "Ղ": 432,
      "Ճ": 433,
      "Մ": 434,
      "Յ": 435,
      "Ն": 436,
      "Շ": 437,
      "Ո": 438,
      "Չ": 439,
      "Պ": 440,
      "Ջ": 441,
      "Ռ": 442,
      "Ս": 443,
      "Վ": 444,
      "Տ": 445,
      "Ց": 446,
      "Փ": 447,
      "Ֆ": 448,
      "ա": 449,
      "բ": 450,
      "գ": 451,
      "դ": 452,
      "ե": 453,
      "զ": 454,
      "է": 455,
      "թ": 456,
      "ժ": 457,
      "ի": 458,
      "լ": 459,
      "խ": 460,
      "ծ": 461,
      "կ": 462,
      "հ": 463,
      "ձ": 464,
      "ղ": 465,
      "ճ": 466,
      "մ": 467,
      "յ": 468,
      "ն": 469,
      "շ": 470,
      "ո": 471,
      "չ": 472,
      "պ": 473,
      "ջ": 474,
      "ռ": 475,
      "ս": 476,
      "վ": 477,
      "տ": 478,
      "ր": 479,
      "ց": 480,
      "ւ": 481,
      "փ": 482,
      "ք": 483,
      "օ": 484,
      "ֆ": 485,
      "֏": 486,
      "ְ": 487,
      "ֱ": 488,
      "ֲ": 489,
      "ִ": 490,
      "ֵ": 491,
      "ֶ": 492,
      "ַ": 493,
      "ָ": 494,
      "ֹ": 495,
      "ֻ": 496,
      "ּ": 497,
      "ֽ": 498,
      "־": 499,
      "ֿ": 500,
      "ׁ": 501,
      "ׂ": 502,
      "א": 503,
      "ב": 504,
      "ג": 505,
      "ד": 506,
      "ה": 507,
      "ו": 508,
      "ז": 509,
      "ח": 510,
      "ט": 511,
      "י": 512,
      "ך": 513,
      "כ": 514,
      "ל": 515,
      "ם": 516,
      "מ": 517,
      "ן": 518,
      "נ": 519,
      "ס": 520,
      "ע": 521,
      "ף": 522,
      "פ": 523,
      "ץ": 524,
      "צ": 525,
      "ק": 526,
      "ר": 527,
      "ש": 528,
      "ת": 529,
      "׳": 530,
      "״": 531,
      "ء": 532,
      "ا": 533,
      "ب": 534,
      "ة": 535,
      "ت": 536,
      "ث": 537,
      "ج": 538,
      "ح": 539,
      "خ": 540,
      "د": 541,
      "ذ": 542,
      "ر": 543,
      "ز": 544,
      "س": 545,
      "ش": 546,
      "ص": 547,
      "ض": 548,
      "ط": 549,
      "ظ": 550,
      "ع": 551,
      "غ": 552,
      "ـ": 553,
      "ف": 554,
      "ق": 555,
      "ك": 556,
      "ل": 557,
      "م": 558,
      "ن": 559,
      "ه": 560,
      "و": 561,
      "ى": 562,
      "ي": 563,
      "ً": 564,
      "ٌ": 565,
      "َ": 566,
      "ُ": 567,
      "ِ": 568,
      "ّ": 569,
      "ْ": 570,
      "ٓ": 571,
      "ٔ": 572,
      "ٕ": 573,
      "ٱ": 574,
      "ٹ": 575,
      "ٽ": 576,
      "پ": 577,
      "ٿ": 578,
      "ڄ": 579,
      "چ": 580,
      "ڈ": 581,
      "ډ": 582,
      "ڊ": 583,
      "ڌ": 584,
      "ڍ": 585,
      "ڏ": 586,
      "ڑ": 587,
      "ڒ": 588,
      "ړ": 589,
      "ڕ": 590,
      "ږ": 591,
      "ژ": 592,
      "ڠ": 593,
      "ڤ": 594,
      "ک": 595,
      "ڪ": 596,
      "ګ": 597,
      "ڭ": 598,
      "گ": 599,
      "ڵ": 600,
      "ں": 601,
      "ڻ": 602,
      "ھ": 603,
      "ہ": 604,
      "ۆ": 605,
      "ۉ": 606,
      "ۋ": 607,
      "ی": 608,
      "ۍ": 609,
      "ێ": 610,
      "ې": 611,
      "ے": 612,
      "ە": 613,
      "۞": 614,
      "ܐ": 615,
      "ܒ": 616,
      "ܕ": 617,
      "ܗ": 618,
      "ܘ": 619,
      "ܙ": 620,
      "ܚ": 621,
      "ܝ": 622,
      "ܟ": 623,
      "ܠ": 624,
      "ܣ": 625,
      "ܥ": 626,
      "ܪ": 627,
      "ܫ": 628,
      "ܬ": 629,
      "ݐ": 630,
      "ݘ": 631,
      "ݩ": 632,
      "ކ": 633,
      "މ": 634,
      "ލ": 635,
      "ަ": 636,
      "ާ": 637,
      "ި": 638,
      "ު": 639,
      "ެ": 640,
      "ं": 641,
      "ः": 642,
      "अ": 643,
      "आ": 644,
      "इ": 645,
      "ई": 646,
      "उ": 647,
      "ए": 648,
      "क": 649,
      "ख": 650,
      "ग": 651,
      "घ": 652,
      "ङ": 653,
      "च": 654,
      "ज": 655,
      "झ": 656,
      "ञ": 657,
      "ट": 658,
      "ठ": 659,
      "ड": 660,
      "ण": 661,
      "त": 662,
      "थ": 663,
      "द": 664,
      "ध": 665,
      "न": 666,
      "प": 667,
      "फ": 668,
      "ब": 669,
      "भ": 670,
      "म": 671,
      "य": 672,
      "र": 673,
      "ल": 674,
      "व": 675,
      "श": 676,
      "ष": 677,
      "स": 678,
      "ह": 679,
      "़": 680,
      "ा": 681,
      "ि": 682,
      "ी": 683,
      "ु": 684,
      "ू": 685,
      "ृ": 686,
      "े": 687,
      "ै": 688,
      "ो": 689,
      "ौ": 690,
      "्": 691,
      "ঁ": 692,
      "ং": 693,
      "অ": 694,
      "আ": 695,
      "ই": 696,
      "উ": 697,
      "ও": 698,
      "ক": 699,
      "খ": 700,
      "গ": 701,
      "ঙ": 702,
      "চ": 703,
      "ছ": 704,
      "জ": 705,
      "ঞ": 706,
      "ট": 707,
      "ড": 708,
      "ঢ": 709,
      "ণ": 710,
      "ত": 711,
      "থ": 712,
      "দ": 713,
      "ধ": 714,
      "ন": 715,
      "প": 716,
      "ফ": 717,
      "ব": 718,
      "ভ": 719,
      "ম": 720,
      "য": 721,
      "র": 722,
      "ল": 723,
      "শ": 724,
      "ষ": 725,
      "স": 726,
      "হ": 727,
      "়": 728,
      "া": 729,
      "ি": 730,
      "ী": 731,
      "ু": 732,
      "ূ": 733,
      "ৃ": 734,
      "ে": 735,
      "্": 736,
      "ৗ": 737,
      "ਅ": 738,
      "ਈ": 739,
      "ਕ": 740,
      "ਖ": 741,
      "ਗ": 742,
      "ਘ": 743,
      "ਛ": 744,
      "ਜ": 745,
      "ਝ": 746,
      "ਟ": 747,
      "ਤ": 748,
      "ਥ": 749,
      "ਦ": 750,
      "ਨ": 751,
      "ਪ": 752,
      "ਫ": 753,
      "ਬ": 754,
      "ਮ": 755,
      "ਯ": 756,
      "ਰ": 757,
      "ਲ": 758,
      "ਵ": 759,
      "ਸ": 760,
      "ਹ": 761,
      "਼": 762,
      "ਾ": 763,
      "ਿ": 764,
      "ੀ": 765,
      "ੁ": 766,
      "ੂ": 767,
      "ੇ": 768,
      "ੋ": 769,
      "੍": 770,
      "ੜ": 771,
      "ੰ": 772,
      "ં": 773,
      "ક": 774,
      "ગ": 775,
      "ચ": 776,
      "છ": 777,
      "જ": 778,
      "ટ": 779,
      "ડ": 780,
      "દ": 781,
      "પ": 782,
      "બ": 783,
      "ર": 784,
      "લ": 785,
      "વ": 786,
      "ા": 787,
      "િ": 788,
      "ી": 789,
      "ુ": 790,
      "ે": 791,
      "ો": 792,
      "્": 793,
      "ଆ": 794,
      "ଓ": 795,
      "ଡ": 796,
      "଼": 797,
      "ି": 798,
      "ஃ": 799,
      "அ": 800,
      "உ": 801,
      "ஊ": 802,
      "ஐ": 803,
      "க": 804,
      "ங": 805,
      "ச": 806,
      "ஜ": 807,
      "ஞ": 808,
      "ட": 809,
      "ண": 810,
      "த": 811,
      "ந": 812,
      "ன": 813,
      "ப": 814,
      "ம": 815,
      "ய": 816,
      "ர": 817,
      "ற": 818,
      "ல": 819,
      "ள": 820,
      "ழ": 821,
      "வ": 822,
      "ஸ": 823,
      "ா": 824,
      "ி": 825,
      "ீ": 826,
      "ு": 827,
      "ூ": 828,
      "ெ": 829,
      "ே": 830,
      "ை": 831,
      "்": 832,
      "ం": 833,
      "ఆ": 834,
      "క": 835,
      "జ": 836,
      "ణ": 837,
      "త": 838,
      "ద": 839,
      "ధ": 840,
      "న": 841,
      "భ": 842,
      "మ": 843,
      "ర": 844,
      "వ": 845,
      "స": 846,
      "ా": 847,
      "ి": 848,
      "ు": 849,
      "ూ": 850,
      "ో": 851,
      "్": 852,
      "ಂ": 853,
      "ಅ": 854,
      "ಉ": 855,
      "ಕ": 856,
      "ಗ": 857,
      "ಚ": 858,
      "ಜ": 859,
      "ಟ": 860,
      "ಡ": 861,
      "ಣ": 862,
      "ತ": 863,
      "ನ": 864,
      "ಪ": 865,
      "ಬ": 866,
      "ಭ": 867,
      "ಮ": 868,
      "ಯ": 869,
      "ರ": 870,
      "ಲ": 871,
      "ಳ": 872,
      "ವ": 873,
      "ಶ": 874,
      "ಸ": 875,
      "ಹ": 876,
      "ಾ": 877,
      "ಿ": 878,
      "ು": 879,
      "ೂ": 880,
      "ೆ": 881,
      "್": 882,
      "ೕ": 883,
      "ೖ": 884,
      "ം": 885,
      "അ": 886,
      "ഉ": 887,
      "ഐ": 888,
      "ക": 889,
      "ഗ": 890,
      "ച": 891,
      "ഞ": 892,
      "ണ": 893,
      "ധ": 894,
      "ന": 895,
      "പ": 896,
      "ഭ": 897,
      "മ": 898,
      "യ": 899,
      "ര": 900,
      "ല": 901,
      "ള": 902,
      "വ": 903,
      "ശ": 904,
      "ഷ": 905,
      "സ": 906,
      "ാ": 907,
      "ി": 908,
      "ു": 909,
      "ൃ": 910,
      "േ": 911,
      "്": 912,
      "ං": 913,
      "අ": 914,
      "ක": 915,
      "ග": 916,
      "ඟ": 917,
      "ජ": 918,
      "ට": 919,
      "ඩ": 920,
      "ණ": 921,
      "ත": 922,
      "ද": 923,
      "ධ": 924,
      "න": 925,
      "ප": 926,
      "බ": 927,
      "භ": 928,
      "ම": 929,
      "ය": 930,
      "ර": 931,
      "ල": 932,
      "ව": 933,
      "ශ": 934,
      "ස": 935,
      "හ": 936,
      "ළ": 937,
      "්": 938,
      "ා": 939,
      "ි": 940,
      "ී": 941,
      "ු": 942,
      "ෙ": 943,
      "ก": 944,
      "ข": 945,
      "ค": 946,
      "ง": 947,
      "จ": 948,
      "ช": 949,
      "ณ": 950,
      "ด": 951,
      "ต": 952,
      "ถ": 953,
      "ท": 954,
      "ธ": 955,
      "น": 956,
      "บ": 957,
      "พ": 958,
      "ภ": 959,
      "ม": 960,
      "ย": 961,
      "ร": 962,
      "ล": 963,
      "ว": 964,
      "ศ": 965,
      "ส": 966,
      "ห": 967,
      "ฬ": 968,
      "อ": 969,
      "ะ": 970,
      "ั": 971,
      "า": 972,
      "ิ": 973,
      "ี": 974,
      "ื": 975,
      "ุ": 976,
      "ู": 977,
      "ฺ": 978,
      "เ": 979,
      "โ": 980,
      "ใ": 981,
      "ไ": 982,
      "่": 983,
      "้": 984,
      "์": 985,
      "ํ": 986,
      "ກ": 987,
      "ຊ": 988,
      "ດ": 989,
      "ຕ": 990,
      "ທ": 991,
      "ນ": 992,
      "ບ": 993,
      "ປ": 994,
      "ພ": 995,
      "ລ": 996,
      "ວ": 997,
      "ສ": 998,
      "ຫ": 999,
      "ອ": 1000,
      "ະ": 1001,
      "ັ": 1002,
      "າ": 1003,
      "ີ": 1004,
      "ຸ": 1005,
      "ູ": 1006,
      "ເ": 1007,
      "ແ": 1008,
      "ໄ": 1009,
      "່": 1010,
      "້": 1011,
      "ໍ": 1012,
      "་": 1013,
      "།": 1014,
      "ཀ": 1015,
      "ཁ": 1016,
      "ག": 1017,
      "ང": 1018,
      "ཅ": 1019,
      "ཆ": 1020,
      "ཇ": 1021,
      "ཐ": 1022,
      "ད": 1023,
      "ན": 1024,
      "པ": 1025,
      "ཕ": 1026,
      "བ": 1027,
      "མ": 1028,
      "ཙ": 1029,
      "ཚ": 1030,
      "ཟ": 1031,
      "འ": 1032,
      "ཡ": 1033,
      "ར": 1034,
      "ལ": 1035,
      "ས": 1036,
      "ི": 1037,
      "ུ": 1038,
      "ེ": 1039,
      "ོ": 1040,
      "ྐ": 1041,
      "ྒ": 1042,
      "ྗ": 1043,
      "ྟ": 1044,
      "ྣ": 1045,
      "ྨ": 1046,
      "ྩ": 1047,
      "ྱ": 1048,
      "ྲ": 1049,
      "ླ": 1050,
      "က": 1051,
      "ဂ": 1052,
      "င": 1053,
      "တ": 1054,
      "ထ": 1055,
      "န": 1056,
      "ပ": 1057,
      "ဖ": 1058,
      "ဗ": 1059,
      "ဘ": 1060,
      "မ": 1061,
      "ရ": 1062,
      "လ": 1063,
      "ဝ": 1064,
      "အ": 1065,
      "ာ": 1066,
      "ိ": 1067,
      "ီ": 1068,
      "ု": 1069,
      "ူ": 1070,
      "ေ": 1071,
      "ံ": 1072,
      "့": 1073,
      "း": 1074,
      "်": 1075,
      "ျ": 1076,
      "ြ": 1077,
      "ွ": 1078,
      "ှ": 1079,
      "Ⴄ": 1080,
      "Ⴕ": 1081,
      "ა": 1082,
      "ბ": 1083,
      "გ": 1084,
      "დ": 1085,
      "ე": 1086,
      "ვ": 1087,
      "ზ": 1088,
      "თ": 1089,
      "ი": 1090,
      "კ": 1091,
      "ლ": 1092,
      "მ": 1093,
      "ნ": 1094,
      "ო": 1095,
      "პ": 1096,
      "რ": 1097,
      "ს": 1098,
      "ტ": 1099,
      "უ": 1100,
      "ფ": 1101,
      "ქ": 1102,
      "ღ": 1103,
      "ყ": 1104,
      "შ": 1105,
      "ძ": 1106,
      "წ": 1107,
      "ჭ": 1108,
      "ხ": 1109,
      "ჯ": 1110,
      "ᄀ": 1111,
      "ᄁ": 1112,
      "ᄂ": 1113,
      "ᄃ": 1114,
      "ᄄ": 1115,
      "ᄅ": 1116,
      "ᄆ": 1117,
      "ᄇ": 1118,
      "ᄉ": 1119,
      "ᄊ": 1120,
      "ᄋ": 1121,
      "ᄌ": 1122,
      "ᄍ": 1123,
      "ᄎ": 1124,
      "ᄏ": 1125,
      "ᄐ": 1126,
      "ᄑ": 1127,
      "ᄒ": 1128,
      "ᅡ": 1129,
      "ᅢ": 1130,
      "ᅣ": 1131,
      "ᅥ": 1132,
      "ᅦ": 1133,
      "ᅧ": 1134,
      "ᅨ": 1135,
      "ᅩ": 1136,
      "ᅪ": 1137,
      "ᅫ": 1138,
      "ᅬ": 1139,
      "ᅭ": 1140,
      "ᅮ": 1141,
      "ᅯ": 1142,
      "ᅱ": 1143,
      "ᅲ": 1144,
      "ᅳ": 1145,
      "ᅴ": 1146,
      "ᅵ": 1147,
      "ᆨ": 1148,
      "ᆫ": 1149,
      "ᆭ": 1150,
      "ᆯ": 1151,
      "ᆷ": 1152,
      "ᆸ": 1153,
      "ᆺ": 1154,
      "ᆻ": 1155,
      "ᆼ": 1156,
      "ᆽ": 1157,
      "ᆾ": 1158,
      "ᇂ": 1159,
      "ህ": 1160,
      "ለ": 1161,
      "ሊ": 1162,
      "ላ": 1163,
      "ሌ": 1164,
      "ል": 1165,
      "መ": 1166,
      "ሙ": 1167,
      "ማ": 1168,
      "ረ": 1169,
      "ሪ": 1170,
      "ራ": 1171,
      "ር": 1172,
      "ሰ": 1173,
      "ሳ": 1174,
      "ስ": 1175,
      "ሾ": 1176,
      "ቂ": 1177,
      "ቃ": 1178,
      "ቅ": 1179,
      "ቡ": 1180,
      "ባ": 1181,
      "ብ": 1182,
      "ተ": 1183,
      "ቱ": 1184,
      "ታ": 1185,
      "ት": 1186,
      "ቸ": 1187,
      "ና": 1188,
      "ን": 1189,
      "አ": 1190,
      "ኢ": 1191,
      "ኣ": 1192,
      "ከ": 1193,
      "ኩ": 1194,
      "ክ": 1195,
      "ኮ": 1196,
      "ወ": 1197,
      "ው": 1198,
      "ዐ": 1199,
      "ዓ": 1200,
      "ዕ": 1201,
      "ዘ": 1202,
      "ዝ": 1203,
      "የ": 1204,
      "ያ": 1205,
      "ይ": 1206,
      "ዮ": 1207,
      "ደ": 1208,
      "ዲ": 1209,
      "ዳ": 1210,
      "ዴ": 1211,
      "ጊ": 1212,
      "ጌ": 1213,
      "ግ": 1214,
      "ጵ": 1215,
      "ፍ": 1216,
      "ក": 1217,
      "ខ": 1218,
      "ង": 1219,
      "ជ": 1220,
      "ត": 1221,
      "ទ": 1222,
      "ព": 1223,
      "ម": 1224,
      "ា": 1225,
      "ិ": 1226,
      "ុ": 1227,
      "េ": 1228,
      "់": 1229,
      "្": 1230,
      "ᠠ": 1231,
      "ᠡ": 1232,
      "ᠢ": 1233,
      "ᠥ": 1234,
      "ᠦ": 1235,
      "ᠨ": 1236,
      "ᠪ": 1237,
      "ᠬ": 1238,
      "ᠭ": 1239,
      "ᠮ": 1240,
      "ᠯ": 1241,
      "ᠰ": 1242,
      "ᠳ": 1243,
      "ᠵ": 1244,
      "ᠶ": 1245,
      "ᠷ": 1246,
      "ᡠ": 1247,
      "ᡤ": 1248,
      "ᡥ": 1249,
      "ᡳ": 1250,
      "ᬂ": 1251,
      "ᬃ": 1252,
      "ᬅ": 1253,
      "ᬕ": 1254,
      "ᬤ": 1255,
      "ᬦ": 1256,
      "ᬧ": 1257,
      "ᬲ": 1258,
      "ᬵ": 1259,
      "ᬸ": 1260,
      "ᬾ": 1261,
      "᭄": 1262,
      "᷆": 1263,
      "​": 1264,
      "‌": 1265,
      "‍": 1266,
      "‎": 1267,
      "‏": 1268,
      "‐": 1269,
      "‒": 1270,
      "–": 1271,
      "—": 1272,
      "―": 1273,
      "‘": 1274,
      "’": 1275,
      "‚": 1276,
      "“": 1277,
      "”": 1278,
      "„": 1279,
      "†": 1280,
      "‡": 1281,
      "•": 1282,
      "‬": 1283,
      "‰": 1284,
      "′": 1285,
      "⁄": 1286,
      "⁠": 1287,
      "₡": 1288,
      "₤": 1289,
      "₦": 1290,
      "₩": 1291,
      "₪": 1292,
      "€": 1293,
      "₹": 1294,
      "₺": 1295,
      "₼": 1296,
      "₽": 1297,
      "™": 1298,
      "℥": 1299,
      "ℹ": 1300,
      "←": 1301,
      "↑": 1302,
      "→": 1303,
      "↗": 1304,
      "↘": 1305,
      "↩": 1306,
      "⇒": 1307,
      "∀": 1308,
      "∂": 1309,
      "∃": 1310,
      "∅": 1311,
      "∆": 1312,
      "∇": 1313,
      "∈": 1314,
      "−": 1315,
      "√": 1316,
      "∞": 1317,
      "∩": 1318,
      "∪": 1319,
      "∴": 1320,
      "≈": 1321,
      "≔": 1322,
      "≡": 1323,
      "≤": 1324,
      "≥": 1325,
      "≪": 1326,
      "⊆": 1327,
      "⋅": 1328,
      "⌀": 1329,
      "⌬": 1330,
      "⏣": 1331,
      "⏱": 1332,
      "▄": 1333,
      "▶": 1334,
      "○": 1335,
      "★": 1336,
      "☆": 1337,
      "☍": 1338,
      "☤": 1339,
      "☺": 1340,
      "♀": 1341,
      "♂": 1342,
      "♄": 1343,
      "♈": 1344,
      "♊": 1345,
      "♋": 1346,
      "♌": 1347,
      "♒": 1348,
      "♓": 1349,
      "♖": 1350,
      "♗": 1351,
      "♘": 1352,
      "♙": 1353,
      "♜": 1354,
      "♝": 1355,
      "♞": 1356,
      "♟": 1357,
      "♠": 1358,
      "♥": 1359,
      "♩": 1360,
      "♪": 1361,
      "♭": 1362,
      "♮": 1363,
      "♯": 1364,
      "⚛": 1365,
      "⚠": 1366,
      "✌": 1367,
      "✍": 1368,
      "✔": 1369,
      "❗": 1370,
      "❤": 1371,
      "⟨": 1372,
      "⟩": 1373,
      "⬆": 1374,
      "ⲁ": 1375,
      "ⲓ": 1376,
      "ⲕ": 1377,
      "ⲙ": 1378,
      "ⲟ": 1379,
      "ⲣ": 1380,
      "Ⲫ": 1381,
      "ⲫ": 1382,
      "ⲱ": 1383,
      "ⴀ": 1384,
      "ⴈ": 1385,
      "ⴊ": 1386,
      "ⴌ": 1387,
      "ⴐ": 1388,
      "ⴒ": 1389,
      "ⴓ": 1390,
      "ⴰ": 1391,
      "ⴱ": 1392,
      "ⴳ": 1393,
      "ⴷ": 1394,
      "ⴻ": 1395,
      "ⴼ": 1396,
      "ⴽ": 1397,
      "ⵀ": 1398,
      "ⵄ": 1399,
      "ⵉ": 1400,
      "ⵍ": 1401,
      "ⵎ": 1402,
      "ⵏ": 1403,
      "ⵓ": 1404,
      "ⵔ": 1405,
      "ⵖ": 1406,
      "ⵙ": 1407,
      "ⵜ": 1408,
      "ⵡ": 1409,
      "ⵢ": 1410,
      "ⵣ": 1411,
      "⺮": 1412,
      "、": 1413,
      "。": 1414,
      "々": 1415,
      "〇": 1416,
      "〈": 1417,
      "〉": 1418,
      "《": 1419,
      "》": 1420,
      "「": 1421,
      "」": 1422,
      "『": 1423,
      "』": 1424,
      "〔": 1425,
      "〕": 1426,
      "〜": 1427,
      "あ": 1428,
      "い": 1429,
      "ぅ": 1430,
      "う": 1431,
      "え": 1432,
      "お": 1433,
      "か": 1434,
      "き": 1435,
      "く": 1436,
      "け": 1437,
      "こ": 1438,
      "さ": 1439,
      "し": 1440,
      "す": 1441,
      "せ": 1442,
      "そ": 1443,
      "た": 1444,
      "ち": 1445,
      "っ": 1446,
      "つ": 1447,
      "て": 1448,
      "と": 1449,
      "な": 1450,
      "に": 1451,
      "ぬ": 1452,
      "ね": 1453,
      "の": 1454,
      "は": 1455,
      "ひ": 1456,
      "ふ": 1457,
      "へ": 1458,
      "ほ": 1459,
      "ま": 1460,
      "み": 1461,
      "む": 1462,
      "め": 1463,
      "も": 1464,
      "ゃ": 1465,
      "や": 1466,
      "ゅ": 1467,
      "ゆ": 1468,
      "ょ": 1469,
      "よ": 1470,
      "ら": 1471,
      "り": 1472,
      "る": 1473,
      "れ": 1474,
      "ろ": 1475,
      "わ": 1476,
      "ゑ": 1477,
      "を": 1478,
      "ん": 1479,
      "゙": 1480,
      "゚": 1481,
      "ァ": 1482,
      "ア": 1483,
      "ィ": 1484,
      "イ": 1485,
      "ゥ": 1486,
      "ウ": 1487,
      "ェ": 1488,
      "エ": 1489,
      "ォ": 1490,
      "オ": 1491,
      "カ": 1492,
      "キ": 1493,
      "ク": 1494,
      "ケ": 1495,
      "コ": 1496,
      "サ": 1497,
      "シ": 1498,
      "ス": 1499,
      "セ": 1500,
      "ソ": 1501,
      "タ": 1502,
      "チ": 1503,
      "ッ": 1504,
      "ツ": 1505,
      "テ": 1506,
      "ト": 1507,
      "ナ": 1508,
      "ニ": 1509,
      "ヌ": 1510,
      "ネ": 1511,
      "ノ": 1512,
      "ハ": 1513,
      "ヒ": 1514,
      "フ": 1515,
      "ヘ": 1516,
      "ホ": 1517,
      "マ": 1518,
      "ミ": 1519,
      "ム": 1520,
      "メ": 1521,
      "モ": 1522,
      "ャ": 1523,
      "ヤ": 1524,
      "ュ": 1525,
      "ユ": 1526,
      "ョ": 1527,
      "ヨ": 1528,
      "ラ": 1529,
      "リ": 1530,
      "ル": 1531,
      "レ": 1532,
      "ロ": 1533,
      "ワ": 1534,
      "ヲ": 1535,
      "ン": 1536,
      "ヶ": 1537,
      "・": 1538,
      "ー": 1539,
      "一": 1540,
      "丁": 1541,
      "七": 1542,
      "万": 1543,
      "丈": 1544,
      "三": 1545,
      "上": 1546,
      "下": 1547,
      "不": 1548,
      "与": 1549,
      "世": 1550,
      "丘": 1551,
      "东": 1552,
      "丝": 1553,
      "並": 1554,
      "中": 1555,
      "丸": 1556,
      "丹": 1557,
      "为": 1558,
      "主": 1559,
      "丽": 1560,
      "乃": 1561,
      "久": 1562,
      "之": 1563,
      "乍": 1564,
      "乎": 1565,
      "乐": 1566,
      "乙": 1567,
      "九": 1568,
      "也": 1569,
      "乾": 1570,
      "亀": 1571,
      "予": 1572,
      "事": 1573,
      "二": 1574,
      "云": 1575,
      "五": 1576,
      "井": 1577,
      "亚": 1578,
      "亜": 1579,
      "亞": 1580,
      "交": 1581,
      "亥": 1582,
      "亦": 1583,
      "亨": 1584,
      "享": 1585,
      "京": 1586,
      "亭": 1587,
      "亮": 1588,
      "人": 1589,
      "什": 1590,
      "仁": 1591,
      "今": 1592,
      "介": 1593,
      "仏": 1594,
      "仑": 1595,
      "仔": 1596,
      "仕": 1597,
      "他": 1598,
      "付": 1599,
      "仙": 1600,
      "代": 1601,
      "令": 1602,
      "以": 1603,
      "仪": 1604,
      "仮": 1605,
      "仲": 1606,
      "件": 1607,
      "任": 1608,
      "伊": 1609,
      "伍": 1610,
      "伏": 1611,
      "伐": 1612,
      "休": 1613,
      "众": 1614,
      "会": 1615,
      "伝": 1616,
      "传": 1617,
      "伦": 1618,
      "伯": 1619,
      "伴": 1620,
      "伸": 1621,
      "伽": 1622,
      "但": 1623,
      "住": 1624,
      "佐": 1625,
      "佑": 1626,
      "体": 1627,
      "何": 1628,
      "佛": 1629,
      "作": 1630,
      "你": 1631,
      "佳": 1632,
      "使": 1633,
      "來": 1634,
      "例": 1635,
      "侍": 1636,
      "供": 1637,
      "侠": 1638,
      "侯": 1639,
      "便": 1640,
      "俊": 1641,
      "俗": 1642,
      "保": 1643,
      "信": 1644,
      "俣": 1645,
      "俭": 1646,
      "修": 1647,
      "倉": 1648,
      "個": 1649,
      "倍": 1650,
      "倖": 1651,
      "候": 1652,
      "借": 1653,
      "倫": 1654,
      "倭": 1655,
      "偉": 1656,
      "健": 1657,
      "偵": 1658,
      "傅": 1659,
      "傑": 1660,
      "備": 1661,
      "傣": 1662,
      "傳": 1663,
      "傷": 1664,
      "働": 1665,
      "僚": 1666,
      "儀": 1667,
      "儚": 1668,
      "優": 1669,
      "允": 1670,
      "元": 1671,
      "兄": 1672,
      "充": 1673,
      "先": 1674,
      "光": 1675,
      "克": 1676,
      "兌": 1677,
      "児": 1678,
      "党": 1679,
      "兜": 1680,
      "入": 1681,
      "全": 1682,
      "兪": 1683,
      "八": 1684,
      "公": 1685,
      "六": 1686,
      "兰": 1687,
      "共": 1688,
      "兴": 1689,
      "兵": 1690,
      "典": 1691,
      "养": 1692,
      "兼": 1693,
      "冂": 1694,
      "内": 1695,
      "円": 1696,
      "冉": 1697,
      "冑": 1698,
      "冒": 1699,
      "农": 1700,
      "冠": 1701,
      "冨": 1702,
      "决": 1703,
      "凌": 1704,
      "凤": 1705,
      "処": 1706,
      "凱": 1707,
      "出": 1708,
      "函": 1709,
      "刀": 1710,
      "分": 1711,
      "切": 1712,
      "刊": 1713,
      "划": 1714,
      "列": 1715,
      "刘": 1716,
      "初": 1717,
      "別": 1718,
      "利": 1719,
      "制": 1720,
      "券": 1721,
      "刺": 1722,
      "刻": 1723,
      "剅": 1724,
      "則": 1725,
      "前": 1726,
      "剛": 1727,
      "剣": 1728,
      "副": 1729,
      "劇": 1730,
      "劉": 1731,
      "力": 1732,
      "功": 1733,
      "加": 1734,
      "动": 1735,
      "助": 1736,
      "劳": 1737,
      "勇": 1738,
      "勉": 1739,
      "動": 1740,
      "務": 1741,
      "勝": 1742,
      "勞": 1743,
      "勢": 1744,
      "勲": 1745,
      "勳": 1746,
      "勸": 1747,
      "勾": 1748,
      "匂": 1749,
      "包": 1750,
      "化": 1751,
      "北": 1752,
      "匠": 1753,
      "匡": 1754,
      "匱": 1755,
      "匹": 1756,
      "区": 1757,
      "医": 1758,
      "區": 1759,
      "十": 1760,
      "千": 1761,
      "升": 1762,
      "卉": 1763,
      "半": 1764,
      "华": 1765,
      "协": 1766,
      "卓": 1767,
      "協": 1768,
      "南": 1769,
      "博": 1770,
      "卞": 1771,
      "占": 1772,
      "卯": 1773,
      "印": 1774,
      "历": 1775,
      "厚": 1776,
      "原": 1777,
      "厥": 1778,
      "厨": 1779,
      "厳": 1780,
      "去": 1781,
      "县": 1782,
      "参": 1783,
      "又": 1784,
      "叉": 1785,
      "友": 1786,
      "双": 1787,
      "反": 1788,
      "叔": 1789,
      "取": 1790,
      "受": 1791,
      "叟": 1792,
      "叡": 1793,
      "叢": 1794,
      "口": 1795,
      "古": 1796,
      "句": 1797,
      "可": 1798,
      "台": 1799,
      "史": 1800,
      "右": 1801,
      "号": 1802,
      "司": 1803,
      "各": 1804,
      "合": 1805,
      "吉": 1806,
      "同": 1807,
      "名": 1808,
      "后": 1809,
      "向": 1810,
      "君": 1811,
      "吳": 1812,
      "吴": 1813,
      "吹": 1814,
      "吾": 1815,
      "呂": 1816,
      "呉": 1817,
      "员": 1818,
      "周": 1819,
      "呪": 1820,
      "味": 1821,
      "命": 1822,
      "和": 1823,
      "咲": 1824,
      "哀": 1825,
      "品": 1826,
      "哈": 1827,
      "哉": 1828,
      "員": 1829,
      "哲": 1830,
      "唐": 1831,
      "商": 1832,
      "問": 1833,
      "啓": 1834,
      "善": 1835,
      "喆": 1836,
      "喜": 1837,
      "喝": 1838,
      "喬": 1839,
      "営": 1840,
      "嗚": 1841,
      "嗣": 1842,
      "嘉": 1843,
      "嘘": 1844,
      "噌": 1845,
      "器": 1846,
      "嚴": 1847,
      "囚": 1848,
      "四": 1849,
      "回": 1850,
      "因": 1851,
      "団": 1852,
      "囧": 1853,
      "园": 1854,
      "図": 1855,
      "国": 1856,
      "图": 1857,
      "圀": 1858,
      "國": 1859,
      "圏": 1860,
      "園": 1861,
      "圓": 1862,
      "土": 1863,
      "圣": 1864,
      "在": 1865,
      "圭": 1866,
      "地": 1867,
      "场": 1868,
      "坂": 1869,
      "均": 1870,
      "坊": 1871,
      "坐": 1872,
      "坤": 1873,
      "坪": 1874,
      "垂": 1875,
      "型": 1876,
      "垣": 1877,
      "埈": 1878,
      "城": 1879,
      "埜": 1880,
      "執": 1881,
      "培": 1882,
      "基": 1883,
      "埼": 1884,
      "堀": 1885,
      "堂": 1886,
      "堅": 1887,
      "堕": 1888,
      "堤": 1889,
      "報": 1890,
      "場": 1891,
      "堺": 1892,
      "塁": 1893,
      "塊": 1894,
      "塔": 1895,
      "塗": 1896,
      "塘": 1897,
      "塚": 1898,
      "塩": 1899,
      "増": 1900,
      "墜": 1901,
      "墳": 1902,
      "墾": 1903,
      "壁": 1904,
      "壇": 1905,
      "壤": 1906,
      "士": 1907,
      "壬": 1908,
      "壮": 1909,
      "声": 1910,
      "壱": 1911,
      "売": 1912,
      "壽": 1913,
      "夏": 1914,
      "外": 1915,
      "多": 1916,
      "夜": 1917,
      "夢": 1918,
      "大": 1919,
      "天": 1920,
      "太": 1921,
      "夫": 1922,
      "央": 1923,
      "失": 1924,
      "夷": 1925,
      "奄": 1926,
      "奇": 1927,
      "奈": 1928,
      "奉": 1929,
      "奎": 1930,
      "契": 1931,
      "套": 1932,
      "奥": 1933,
      "奧": 1934,
      "奨": 1935,
      "女": 1936,
      "好": 1937,
      "如": 1938,
      "妃": 1939,
      "妓": 1940,
      "妙": 1941,
      "妮": 1942,
      "妹": 1943,
      "妻": 1944,
      "姉": 1945,
      "始": 1946,
      "姚": 1947,
      "姜": 1948,
      "姦": 1949,
      "姫": 1950,
      "姬": 1951,
      "姸": 1952,
      "威": 1953,
      "娘": 1954,
      "娜": 1955,
      "娱": 1956,
      "婆": 1957,
      "媛": 1958,
      "嫌": 1959,
      "孁": 1960,
      "子": 1961,
      "字": 1962,
      "存": 1963,
      "孜": 1964,
      "孝": 1965,
      "学": 1966,
      "孫": 1967,
      "學": 1968,
      "宅": 1969,
      "宇": 1970,
      "守": 1971,
      "安": 1972,
      "宋": 1973,
      "完": 1974,
      "宏": 1975,
      "宓": 1976,
      "宗": 1977,
      "官": 1978,
      "宙": 1979,
      "定": 1980,
      "宝": 1981,
      "実": 1982,
      "宣": 1983,
      "室": 1984,
      "宮": 1985,
      "宰": 1986,
      "宴": 1987,
      "家": 1988,
      "容": 1989,
      "宿": 1990,
      "寄": 1991,
      "寅": 1992,
      "寇": 1993,
      "富": 1994,
      "寓": 1995,
      "寛": 1996,
      "實": 1997,
      "寧": 1998,
      "審": 1999,
      "寮": 2000,
      "寳": 2001,
      "寸": 2002,
      "寺": 2003,
      "対": 2004,
      "寿": 2005,
      "封": 2006,
      "射": 2007,
      "将": 2008,
      "將": 2009,
      "尊": 2010,
      "尋": 2011,
      "對": 2012,
      "小": 2013,
      "少": 2014,
      "尔": 2015,
      "尖": 2016,
      "尚": 2017,
      "就": 2018,
      "尹": 2019,
      "尺": 2020,
      "尻": 2021,
      "尼": 2022,
      "尾": 2023,
      "局": 2024,
      "居": 2025,
      "届": 2026,
      "屋": 2027,
      "展": 2028,
      "属": 2029,
      "屯": 2030,
      "山": 2031,
      "岐": 2032,
      "岑": 2033,
      "岛": 2034,
      "岡": 2035,
      "岩": 2036,
      "岭": 2037,
      "岱": 2038,
      "岳": 2039,
      "岸": 2040,
      "峡": 2041,
      "峨": 2042,
      "峰": 2043,
      "島": 2044,
      "峻": 2045,
      "崇": 2046,
      "崎": 2047,
      "崔": 2048,
      "崖": 2049,
      "崛": 2050,
      "嵐": 2051,
      "嵩": 2052,
      "嵯": 2053,
      "嶋": 2054,
      "嶺": 2055,
      "嶽": 2056,
      "巌": 2057,
      "川": 2058,
      "州": 2059,
      "巢": 2060,
      "工": 2061,
      "左": 2062,
      "巧": 2063,
      "巨": 2064,
      "巫": 2065,
      "差": 2066,
      "己": 2067,
      "巳": 2068,
      "巴": 2069,
      "巻": 2070,
      "市": 2071,
      "布": 2072,
      "帅": 2073,
      "帆": 2074,
      "师": 2075,
      "希": 2076,
      "帝": 2077,
      "带": 2078,
      "師": 2079,
      "帯": 2080,
      "帶": 2081,
      "常": 2082,
      "帽": 2083,
      "幌": 2084,
      "幕": 2085,
      "幡": 2086,
      "幣": 2087,
      "幫": 2088,
      "干": 2089,
      "平": 2090,
      "年": 2091,
      "幸": 2092,
      "幹": 2093,
      "幻": 2094,
      "幽": 2095,
      "幾": 2096,
      "庁": 2097,
      "広": 2098,
      "庄": 2099,
      "床": 2100,
      "店": 2101,
      "庚": 2102,
      "府": 2103,
      "度": 2104,
      "座": 2105,
      "庫": 2106,
      "庭": 2107,
      "庵": 2108,
      "庶": 2109,
      "康": 2110,
      "庸": 2111,
      "庾": 2112,
      "廃": 2113,
      "廈": 2114,
      "廓": 2115,
      "廢": 2116,
      "廣": 2117,
      "延": 2118,
      "建": 2119,
      "开": 2120,
      "弁": 2121,
      "弉": 2122,
      "式": 2123,
      "弓": 2124,
      "引": 2125,
      "弗": 2126,
      "弘": 2127,
      "张": 2128,
      "弥": 2129,
      "弦": 2130,
      "弧": 2131,
      "張": 2132,
      "強": 2133,
      "强": 2134,
      "弾": 2135,
      "彌": 2136,
      "当": 2137,
      "形": 2138,
      "彥": 2139,
      "彦": 2140,
      "彩": 2141,
      "彫": 2142,
      "彬": 2143,
      "彭": 2144,
      "彰": 2145,
      "往": 2146,
      "征": 2147,
      "徂": 2148,
      "後": 2149,
      "徠": 2150,
      "御": 2151,
      "復": 2152,
      "徳": 2153,
      "德": 2154,
      "徹": 2155,
      "心": 2156,
      "必": 2157,
      "忍": 2158,
      "志": 2159,
      "忘": 2160,
      "応": 2161,
      "忠": 2162,
      "快": 2163,
      "念": 2164,
      "怒": 2165,
      "思": 2166,
      "急": 2167,
      "性": 2168,
      "怨": 2169,
      "怪": 2170,
      "总": 2171,
      "恆": 2172,
      "恐": 2173,
      "恒": 2174,
      "恩": 2175,
      "恪": 2176,
      "恭": 2177,
      "息": 2178,
      "恵": 2179,
      "悌": 2180,
      "悟": 2181,
      "悠": 2182,
      "悦": 2183,
      "悪": 2184,
      "惇": 2185,
      "惟": 2186,
      "惠": 2187,
      "想": 2188,
      "惺": 2189,
      "意": 2190,
      "愚": 2191,
      "愛": 2192,
      "感": 2193,
      "慈": 2194,
      "慎": 2195,
      "慢": 2196,
      "慧": 2197,
      "慶": 2198,
      "憲": 2199,
      "應": 2200,
      "懋": 2201,
      "懿": 2202,
      "戀": 2203,
      "戎": 2204,
      "成": 2205,
      "我": 2206,
      "戔": 2207,
      "戚": 2208,
      "戦": 2209,
      "戯": 2210,
      "戲": 2211,
      "戴": 2212,
      "户": 2213,
      "戸": 2214,
      "房": 2215,
      "所": 2216,
      "扇": 2217,
      "手": 2218,
      "才": 2219,
      "打": 2220,
      "扬": 2221,
      "承": 2222,
      "技": 2223,
      "抄": 2224,
      "折": 2225,
      "抹": 2226,
      "拉": 2227,
      "拓": 2228,
      "招": 2229,
      "拜": 2230,
      "拝": 2231,
      "拯": 2232,
      "拳": 2233,
      "持": 2234,
      "挂": 2235,
      "指": 2236,
      "按": 2237,
      "挙": 2238,
      "振": 2239,
      "挽": 2240,
      "捄": 2241,
      "捕": 2242,
      "掛": 2243,
      "探": 2244,
      "推": 2245,
      "掸": 2246,
      "揖": 2247,
      "揚": 2248,
      "搖": 2249,
      "搜": 2250,
      "摂": 2251,
      "摩": 2252,
      "撃": 2253,
      "撫": 2254,
      "播": 2255,
      "撮": 2256,
      "撲": 2257,
      "操": 2258,
      "據": 2259,
      "擧": 2260,
      "攀": 2261,
      "支": 2262,
      "攻": 2263,
      "放": 2264,
      "政": 2265,
      "敎": 2266,
      "敏": 2267,
      "救": 2268,
      "教": 2269,
      "散": 2270,
      "敦": 2271,
      "敬": 2272,
      "数": 2273,
      "整": 2274,
      "敷": 2275,
      "文": 2276,
      "斉": 2277,
      "斋": 2278,
      "斎": 2279,
      "斐": 2280,
      "斗": 2281,
      "料": 2282,
      "斯": 2283,
      "新": 2284,
      "方": 2285,
      "於": 2286,
      "施": 2287,
      "旋": 2288,
      "族": 2289,
      "无": 2290,
      "日": 2291,
      "早": 2292,
      "旭": 2293,
      "旺": 2294,
      "旽": 2295,
      "昂": 2296,
      "昆": 2297,
      "昇": 2298,
      "昊": 2299,
      "昌": 2300,
      "明": 2301,
      "易": 2302,
      "星": 2303,
      "映": 2304,
      "春": 2305,
      "昭": 2306,
      "晁": 2307,
      "時": 2308,
      "晃": 2309,
      "晋": 2310,
      "晓": 2311,
      "晗": 2312,
      "晚": 2313,
      "普": 2314,
      "景": 2315,
      "晴": 2316,
      "晶": 2317,
      "智": 2318,
      "暁": 2319,
      "暎": 2320,
      "暢": 2321,
      "暦": 2322,
      "暴": 2323,
      "曄": 2324,
      "曉": 2325,
      "曜": 2326,
      "曲": 2327,
      "更": 2328,
      "曷": 2329,
      "書": 2330,
      "曹": 2331,
      "曺": 2332,
      "曼": 2333,
      "曽": 2334,
      "曾": 2335,
      "會": 2336,
      "月": 2337,
      "有": 2338,
      "朋": 2339,
      "服": 2340,
      "朗": 2341,
      "望": 2342,
      "朝": 2343,
      "期": 2344,
      "木": 2345,
      "未": 2346,
      "末": 2347,
      "本": 2348,
      "札": 2349,
      "朱": 2350,
      "朴": 2351,
      "杉": 2352,
      "李": 2353,
      "村": 2354,
      "杖": 2355,
      "杜": 2356,
      "条": 2357,
      "来": 2358,
      "杨": 2359,
      "杭": 2360,
      "杯": 2361,
      "東": 2362,
      "松": 2363,
      "板": 2364,
      "极": 2365,
      "枕": 2366,
      "林": 2367,
      "枚": 2368,
      "果": 2369,
      "枝": 2370,
      "架": 2371,
      "柏": 2372,
      "柑": 2373,
      "柔": 2374,
      "柚": 2375,
      "柞": 2376,
      "柯": 2377,
      "柱": 2378,
      "柳": 2379,
      "柴": 2380,
      "柿": 2381,
      "栃": 2382,
      "栄": 2383,
      "栖": 2384,
      "栗": 2385,
      "校": 2386,
      "株": 2387,
      "根": 2388,
      "格": 2389,
      "桂": 2390,
      "桃": 2391,
      "案": 2392,
      "桐": 2393,
      "桑": 2394,
      "桒": 2395,
      "桓": 2396,
      "桜": 2397,
      "梁": 2398,
      "梅": 2399,
      "梓": 2400,
      "梠": 2401,
      "梢": 2402,
      "梦": 2403,
      "梨": 2404,
      "梯": 2405,
      "梶": 2406,
      "棋": 2407,
      "棚": 2408,
      "森": 2409,
      "椋": 2410,
      "植": 2411,
      "椎": 2412,
      "検": 2413,
      "楊": 2414,
      "楚": 2415,
      "楠": 2416,
      "楢": 2417,
      "業": 2418,
      "極": 2419,
      "楽": 2420,
      "榎": 2421,
      "榜": 2422,
      "榮": 2423,
      "榴": 2424,
      "槇": 2425,
      "構": 2426,
      "槌": 2427,
      "様": 2428,
      "槙": 2429,
      "槻": 2430,
      "樂": 2431,
      "樞": 2432,
      "模": 2433,
      "権": 2434,
      "横": 2435,
      "樫": 2436,
      "樹": 2437,
      "樺": 2438,
      "橋": 2439,
      "機": 2440,
      "橿": 2441,
      "檀": 2442,
      "檎": 2443,
      "檔": 2444,
      "檜": 2445,
      "櫃": 2446,
      "櫛": 2447,
      "櫻": 2448,
      "次": 2449,
      "欢": 2450,
      "欧": 2451,
      "欽": 2452,
      "歌": 2453,
      "歡": 2454,
      "止": 2455,
      "正": 2456,
      "武": 2457,
      "歩": 2458,
      "歯": 2459,
      "歴": 2460,
      "死": 2461,
      "残": 2462,
      "殖": 2463,
      "段": 2464,
      "殷": 2465,
      "殺": 2466,
      "殻": 2467,
      "殿": 2468,
      "毅": 2469,
      "母": 2470,
      "比": 2471,
      "毗": 2472,
      "毘": 2473,
      "毛": 2474,
      "氏": 2475,
      "民": 2476,
      "気": 2477,
      "氣": 2478,
      "水": 2479,
      "永": 2480,
      "汁": 2481,
      "汉": 2482,
      "汎": 2483,
      "汝": 2484,
      "江": 2485,
      "池": 2486,
      "沖": 2487,
      "沙": 2488,
      "沢": 2489,
      "沤": 2490,
      "河": 2491,
      "油": 2492,
      "治": 2493,
      "沼": 2494,
      "沽": 2495,
      "泉": 2496,
      "泊": 2497,
      "法": 2498,
      "泛": 2499,
      "泡": 2500,
      "波": 2501,
      "泥": 2502,
      "注": 2503,
      "泰": 2504,
      "泳": 2505,
      "洋": 2506,
      "洗": 2507,
      "洙": 2508,
      "洛": 2509,
      "洞": 2510,
      "津": 2511,
      "洪": 2512,
      "洲": 2513,
      "活": 2514,
      "派": 2515,
      "流": 2516,
      "浄": 2517,
      "浅": 2518,
      "浜": 2519,
      "浦": 2520,
      "浩": 2521,
      "浪": 2522,
      "浮": 2523,
      "海": 2524,
      "淀": 2525,
      "淑": 2526,
      "淚": 2527,
      "淡": 2528,
      "深": 2529,
      "淳": 2530,
      "淵": 2531,
      "淸": 2532,
      "添": 2533,
      "清": 2534,
      "済": 2535,
      "渉": 2536,
      "渕": 2537,
      "減": 2538,
      "渝": 2539,
      "渡": 2540,
      "温": 2541,
      "港": 2542,
      "游": 2543,
      "湖": 2544,
      "湘": 2545,
      "湯": 2546,
      "湾": 2547,
      "満": 2548,
      "源": 2549,
      "準": 2550,
      "溥": 2551,
      "溪": 2552,
      "滄": 2553,
      "滋": 2554,
      "滑": 2555,
      "滝": 2556,
      "滬": 2557,
      "滸": 2558,
      "滿": 2559,
      "漆": 2560,
      "漢": 2561,
      "漣": 2562,
      "漫": 2563,
      "漱": 2564,
      "潘": 2565,
      "潟": 2566,
      "潤": 2567,
      "潮": 2568,
      "澄": 2569,
      "澤": 2570,
      "澮": 2571,
      "濁": 2572,
      "濃": 2573,
      "濟": 2574,
      "濤": 2575,
      "濮": 2576,
      "濱": 2577,
      "濵": 2578,
      "瀧": 2579,
      "瀬": 2580,
      "灣": 2581,
      "火": 2582,
      "災": 2583,
      "炊": 2584,
      "炎": 2585,
      "炒": 2586,
      "烈": 2587,
      "烏": 2588,
      "無": 2589,
      "然": 2590,
      "焼": 2591,
      "煎": 2592,
      "煕": 2593,
      "煥": 2594,
      "照": 2595,
      "煮": 2596,
      "熈": 2597,
      "熊": 2598,
      "熙": 2599,
      "熱": 2600,
      "燁": 2601,
      "燦": 2602,
      "爆": 2603,
      "爱": 2604,
      "爲": 2605,
      "爵": 2606,
      "父": 2607,
      "爺": 2608,
      "爾": 2609,
      "片": 2610,
      "版": 2611,
      "牙": 2612,
      "牛": 2613,
      "牧": 2614,
      "物": 2615,
      "特": 2616,
      "犀": 2617,
      "犬": 2618,
      "狂": 2619,
      "狐": 2620,
      "狩": 2621,
      "独": 2622,
      "狭": 2623,
      "狼": 2624,
      "猛": 2625,
      "猪": 2626,
      "猫": 2627,
      "献": 2628,
      "猺": 2629,
      "獄": 2630,
      "獣": 2631,
      "獨": 2632,
      "獻": 2633,
      "玄": 2634,
      "玉": 2635,
      "王": 2636,
      "玫": 2637,
      "玲": 2638,
      "珈": 2639,
      "珍": 2640,
      "珠": 2641,
      "珪": 2642,
      "現": 2643,
      "球": 2644,
      "理": 2645,
      "琉": 2646,
      "琔": 2647,
      "琢": 2648,
      "琪": 2649,
      "琲": 2650,
      "琴": 2651,
      "瑛": 2652,
      "瑠": 2653,
      "瑤": 2654,
      "瑭": 2655,
      "瑰": 2656,
      "瑶": 2657,
      "環": 2658,
      "甄": 2659,
      "甕": 2660,
      "甘": 2661,
      "生": 2662,
      "産": 2663,
      "用": 2664,
      "甫": 2665,
      "田": 2666,
      "由": 2667,
      "甲": 2668,
      "申": 2669,
      "电": 2670,
      "男": 2671,
      "甸": 2672,
      "町": 2673,
      "画": 2674,
      "畅": 2675,
      "界": 2676,
      "畑": 2677,
      "留": 2678,
      "畝": 2679,
      "略": 2680,
      "番": 2681,
      "畫": 2682,
      "異": 2683,
      "畳": 2684,
      "畵": 2685,
      "當": 2686,
      "畿": 2687,
      "疾": 2688,
      "病": 2689,
      "症": 2690,
      "発": 2691,
      "登": 2692,
      "發": 2693,
      "白": 2694,
      "百": 2695,
      "的": 2696,
      "皇": 2697,
      "皮": 2698,
      "盆": 2699,
      "盈": 2700,
      "益": 2701,
      "盛": 2702,
      "盟": 2703,
      "監": 2704,
      "盧": 2705,
      "目": 2706,
      "直": 2707,
      "相": 2708,
      "省": 2709,
      "県": 2710,
      "眞": 2711,
      "真": 2712,
      "眼": 2713,
      "着": 2714,
      "睦": 2715,
      "瞳": 2716,
      "矢": 2717,
      "知": 2718,
      "矩": 2719,
      "石": 2720,
      "砂": 2721,
      "研": 2722,
      "砲": 2723,
      "砵": 2724,
      "硫": 2725,
      "碁": 2726,
      "碓": 2727,
      "碟": 2728,
      "碣": 2729,
      "碧": 2730,
      "碩": 2731,
      "磁": 2732,
      "磐": 2733,
      "磨": 2734,
      "磯": 2735,
      "礼": 2736,
      "社": 2737,
      "祇": 2738,
      "祐": 2739,
      "祖": 2740,
      "神": 2741,
      "祥": 2742,
      "祭": 2743,
      "禄": 2744,
      "禅": 2745,
      "禎": 2746,
      "福": 2747,
      "禪": 2748,
      "禮": 2749,
      "禰": 2750,
      "禹": 2751,
      "秀": 2752,
      "秉": 2753,
      "秋": 2754,
      "科": 2755,
      "秦": 2756,
      "称": 2757,
      "程": 2758,
      "税": 2759,
      "稔": 2760,
      "稚": 2761,
      "稜": 2762,
      "種": 2763,
      "稲": 2764,
      "稼": 2765,
      "稽": 2766,
      "穂": 2767,
      "穆": 2768,
      "積": 2769,
      "穎": 2770,
      "穴": 2771,
      "究": 2772,
      "空": 2773,
      "突": 2774,
      "窓": 2775,
      "窟": 2776,
      "竈": 2777,
      "立": 2778,
      "竜": 2779,
      "章": 2780,
      "童": 2781,
      "端": 2782,
      "競": 2783,
      "竹": 2784,
      "笔": 2785,
      "笙": 2786,
      "笠": 2787,
      "第": 2788,
      "笹": 2789,
      "笼": 2790,
      "等": 2791,
      "筑": 2792,
      "答": 2793,
      "策": 2794,
      "筠": 2795,
      "筷": 2796,
      "简": 2797,
      "箏": 2798,
      "算": 2799,
      "管": 2800,
      "箱": 2801,
      "箸": 2802,
      "節": 2803,
      "範": 2804,
      "築": 2805,
      "篠": 2806,
      "篤": 2807,
      "簡": 2808,
